const questionList =  [
    {
      q:['갑자기 일이 생겨서', '오늘 못 만날 것 같아'],
      a:[
        {type:'I',text:'어쩔 수 없지 뭐 ㅠㅠ (오예!!!)'},
        {type:'E',text:'어쩔 수 없지 뭐 ㅠㅠ (다른사람 누구 만나지?)'}
      ]
    },
    {
      q:['너 이번주에 엄청 바빴다며' ,'주말엔 뭐해? '],
      a:[
        {type:'I',text:'너무 힘들었어 ㅠㅠ 집에서 쉬어야지'},
        {type:'E',text:'바빠서 못놀았어 ㅠㅠ 나가 놀아야지'}
      ]
    },
    {
      q:['자주 가는 카페 사장님이 아는척을 했다'],
      a:[
        {type:'I',text:'(이제 그만 와야지)'},
        {type:'E',text:'(더 자주 와야지)'}
      ]
    },
    {
      q:['넌 노래 들을때 뭘 중요하게 생각해?'],
      a:[
        {type:'S',text:'멜로디'},
        {type:'N',text:'가사'}
      ]
    },
    {
      q:['사과하면 뭐가 떠올라?'],
      a:[
        {type:'S',text:'빨갛다.맛있다.동그랗다.'},
        {type:'N',text:'아이폰 로고 ㅋㅋㅋ 백설공주도 생각난다.'}
      ]
    },
    {
      q:['오늘 점심 뭐 먹을래?'],
      a:[
        {type:'S',text:'음, 파스타 먹을까?'},
        {type:'N',text:'파스타 먹을까? 아! 파스타 먹으면 느끼하니까 저녁엔 김치찌개 먹어야겠다!'}
      ]
    },
    {
      q:['나 요즘 너무 우울해서','여행 가려고'],
      a:[
        {type:'F',text:'무슨 일 있어?'},
        {type:'T',text:'어디로 여행가게?'}
      ]
    },
    {
      q:['슬픔을 나누면 어떻게 될까?'],
      a:[
        {type:'F',text:'슬픔이 반이 되지'},
        {type:'T',text:'슬픈사람이 둘이 되겠지'}
      ]
    },
    {
      q:['나 시험에서 떨어졌어 ㅠㅠ'],
      a:[
        {type:'F',text:'많이 속상하겠다...ㅠㅠ'},
        {type:'T',text:'무슨 시험 봤는데 ? 몇점?'}
      ]
    },
    {
      q:['안읽은메시지 갯수 몇개야?'],
      a:[
        {type:'P',text:'10개 이상'},
        {type:'J',text:'0개~한자리수'}
      ]
    },
    {
      q:['여행 일정 짰어?'],
      a:[
        {type:'P',text:'ㅇㅇ 국밥먹고 바다가서 놀다가 카페가자'},
        {type:'J',text:'7시30분 만남 , 8시 할매국밥, 9시 유리박물관, 11시 유리해수욕장, 12시 유리카페...'}
      ]
    },
    {
      q:['2주 뒤에 시험이다.'],
      a:[
        {type:'P',text:'시험이 2주나 남았네'},
        {type:'J',text:'시험이 2주밖에 안남았네.'}
      ]
    },
    {
      q:['테스트가 모두 끝났어. 결과 보러 갈래?'],
      a:[
        {type:'',text:'결과 보러 가기'}
      ]
    }
  ]

  export default questionList;